<template>
    <Head>
        <Title>Amjilt Learn</Title>
    </Head>
    <section>
        <div class="container max-w-[900px] mx-auto pt-20 py-10 px-8 " >
            <h1 class="font-bold text-[22px] pb-5 " >Amjilt Learn: Сургалтын Цогц Шийдэл</h1>
            <p>Amjilt Learn бол боловсролын салбарт зориулсан цогц сургалтын удирдлагын систем юм.
Энэхүү платформ нь Компани, ЕБС, сургалтын төв, МСҮТ, политехникийн коллеж зэрэг төрөл бүрийн сургалтын байгууллагуудад зориулагдсан бөгөөд тэдгээрийн үйл ажиллагааг автоматжуулж, сургалтын чанар, үр дүнг дээшлүүлэхэд чиглэгдсэн.</p>
          <img src="/amjilthome/images/learn7.jpg" class="mt-4">
            <p class="font-bold text-[20px] mt-10" >Amjilt Learn -ийн Гол Онцлогууд</p>
                <div class="flex flex-col gap-4 mt-5" >
                    <p>- 🎓 Сургалтын бүх шатны удирдлага </p>
                    <p>- 👨‍🏫 Багш нарт зориулсан олон талт функциональ</p>
                    <p>- 👨‍🎓 Оюутнуудын идэвхтэй оролцоог нэмэгдүүлсэн</p>
                    <p>- 👨‍👩‍👧‍👦 Эцэг эхчүүдэд нээлттэй, ил тод мэдээлэл</p>
                    <p>- 📊 Дата шинжилгээ, тайлангийн систем</p>
                    <p>- ☁️ Үүлэн технологид суурилсан, аюулгүй байдал хангасан</p>
                </div>
          <img src="/amjilthome/images/learn3.jpg" class="mt-4">
            <p class="mt-10 text-[20px] font-bold" >Сургуулийн Удирдлагад Зориулсан Функциональ</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- Сурагчдын ирц, дүн, төлбөрийн удирдлага</p>
                <p>- Багш, ажилчдын мэдээллийн бүртгэл, хяналт</p>
                <p>- Сургалтын хөтөлбөр, хуваарь төлөвлөлт</p>
                <p>- Эцэг эхчүүдтэй харилцах, тайлагнах систем</p>
                <p>- Тайлан, статистик мэдээллийн нэгдсэн сан</p>
            </div>
          <img src="/amjilthome/images/learn4.jpg" class="mt-4">
            <p class="mt-10 text-[20px] font-bold" >Багшийн Модуль</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- Онлайн хичээл, үнэлгээний систем</p>
                <p>- Гэрийн даалгавар өгөх, хянах, дүгнэх</p>
                <p>- Холимог сургалтын арга, техникүүд</p>
                <p>- Сурагчдын ирц, үнэлгээний бүртгэл</p>
                <p>- Эцэг эхчүүдтэй шууд харилцах боломж</p>
            </div>
          <img src="/amjilthome/images/learn5.png" class="mt-4">
            <p class="mt-10 text-[20px] font-bold" >Оюутны Модуль</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- Хувийн ирц, дүнгийн мэдээлэл</p>
                <p>- Онлайн сургалтын материал, нөөцүүд</p>
                <p>- Гэрийн даалгавар илгээх, хянуулах</p>
                <p>- Багш, ангийн бусад оюутнуудтай харилцах</p>
                <p>- Сургалтын төлбөр, бусад мэдээлэл</p>
            </div>
            <p class="mt-10 text-[20px] font-bold" >Эцэг Эхийн Модуль</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- Хүүхдийнхээ ирц, дүнг хянах</p>
                <p>- Сургалтын төлбөрийн мэдээлэл, онлайн төлбөр</p>
                <p>- Багш нартай шууд холбогдох, санал хүсэлт илгээх</p>
                <p>- Сургуулийн зүгээс ирэх мэдэгдэл, зарлалыг хүлээн авах</p>
            </div>
          <img src="/amjilthome/images/learn1.png" class="mt-4">
          <p class="mt-10 text-[20px] font-bold" > 🔌 Интеграци ба Нэмэлт Боломжууд</p>
          <div class="flex flex-col gap-5 mt-5" >
            <p>- Хүүхдийнхээ ирц, дүнг хянах</p>
            <p>- Сургалтын төлбөрийн мэдээлэл, онлайн төлбөр</p>
            <p>- Багш нартай шууд холбогдох, санал хүсэлт илгээх</p>
            <p>- Сургуулийн зүгээс ирэх мэдэгдэл, зарлалыг хүлээн авах</p>
          </div>

            <p class="mt-10 text-[20px] font-bold" >Техник Дэмжлэг</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- ⚙️ Суурилуулалт, тохиргоонд үнэгүй дэмжлэг</p>
                <p>- 📞 7/24 техник тусламж, зөвлөгөө үйлчилгээ</p>
                <p>- 📚 Дэлгэрэнгүй гарын авлага, сургалтын материал</p>
                <p>- 🛠️ Тасралтгүй хөгжүүлэлт, шинэчлэлийн бодлого</p>
            </div>

        </div>
    </section>
</template>

<script>
definePageMeta({
    beforeCreate() {
        definePageMeta({
            layout: 'home',
        })
    },
})
</script>
