<template>
    <Head>
        <Title>Amjilt POS</Title>
    </Head>
    <section>
        <div class="container max-w-[900px] mx-auto pt-20 py-10 px-8 " >
            <h1 class="font-bold text-[22px] pb-5" >Amjilt POS: Дэлгүүрийн Бизнесийн Ухаалаг Шийдэл</h1>
            <p>Amjilt POS бол ресторан, кафе, дэлгүүр, жижиглэн болон бөөний худалдаа, зочид буудал, үйлчилгээний салбарт зориулсан борлуулалт, үйлчилгээ, бүртгэлийг нэгтгэсэн систем юм. Энэхүү програм нь таны бизнесийн өдөр тутмын үйл ажиллагааг автоматжуулж, борлуулалтыг нэмэгдүүлэхийн зэрэгцээ зардлыг бууруулж, цаг хугацаа хэмнэхэд тусална.</p>
          <img src="/amjilthome/images/pos1.jpg" class="mt-4">
            <p class="font-bold text-[20px] mt-10" > Amjilt POS-ын Давуу Талууд</p>
                <div class="flex flex-col gap-4 mt-5" >
                    <p>- ✅ Ресторан, кафе, дэлгүүр, жижиглэн, бөөний худалдаа, зочид буудал, үйлчилгээний салбарт зориулсан</p>
                    <p>- ⚙️ Борлуулалт, үйлчилгээ, бүртгэлийг нэгтгэсэн систем</p>
                    <p>- 📈 Борлуулалтыг нэмэгдүүлж, үйл ажиллагааг оновчтой болгоно</p>
                    <p>- 💰 Санхүүгийн хяналт, тайлангийн нарийвчилсан мэдээлэлл</p>
                    <p>- 🛒 Барааны нөөцийн удирдлага, бүтээгдэхүүний бүртгэл</p>
                    <p>- 🔒 Найдвартай, аюулгүй мэдээллийн сан</p>
                    <p>- 🌐 Цахим ортой интеграцитай, онлайн захиалга авах боломжтой</p>
                    <p>- 📱 Ухаалаг утсанд зориулсан аппликейшнтэй</p>
                </div>
          <img src="/amjilthome/images/pos9.png" class="mt-4">
            <p class="mt-10 text-[20px] font-bold" >Үйлчилгээний Онцлогууд</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>Amjilt POS нь зөвхөн борлуулалтын цэгийн үйл ажиллагаанд төдийгүй нөөцийн удирдлага, санхүүгийн хяналт, тайлан мэдээ боловсруулах зэрэгт хялбар, хурдан шийдэл санал болгодог.</p>
            </div>
            <p class="mt-10 text-[20px] font-bold" > 🖥️ POS Системийн Үйлчилгээ</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- Ширээ, давхар, өрөөний зураглал</p>
                <p>- Бар код уншуулагч</p>
                <p>- Меню, цэсний хайлт</p>
                <p>- Буцаалт, E-баримт, НӨАТ</p>
                <p>- Системийн нээлт, хаалт</p>
<!--                <p>- Хэт ачааллаас хамгаалах, өгөгдлийн нөөцлөлт хийх</p>-->
                <p>- Агуулахын бүртгэл, удирдлага</p>
            </div>
            <p class="mt-10 text-[20px] font-bold" >📊 POS Борлуулалтын Удирдлага</p>
            <div class="flex flex-col gap-5 mt-5" >
<!--                <p>- Борлуулалтын нарийвчилсан тайлан</p>-->
<!--                <p>- Өдөр, долоо хоног, сар, улирлаар тайлан гаргах</p>-->
                <p>- Бүтээгдэхүүн, үйлчилгээний ангилал тус бүрээр тайлан</p>
                <p>- Ажилтнуудын гүйцэтгэлийн тайлан</p>
                <p>- Буцаалтын удирдлага</p>
            </div>
<!--            <p class="mt-10 text-[20px] font-bold" >Үнийн Санал</p>-->
<!--            <div class="flex flex-col gap-5 mt-5" >-->
<!--                <p>- CRM системтэй холбох</p>-->
<!--                <p>- IP утастай холбогдох</p>-->
<!--                <p>- Термаль принтертэй ажиллах</p>-->
<!--                <p>- Тоног төхөөрөмжийн нэгдсэн удирдлага</p>-->
<!--                <p>- Төвлөрсөн тохиргооны удирдлага</p>-->
<!--                <p>- Импорт, экспортын боломж</p>-->
<!--            </div>-->

            <p class="mt-10 text-[20px] mb-5 font-bold" >Манай Хэрэглэгчид</p>
            <p>Amjilt POS-ыг өргөнөөр ашиглаж буй зарим хэрэглэгчид:</p>
            <div class="flex flex-col gap-5 mt-5" >
                <p>- 🚗 Жет авто моторс ХХК</p>
                <p>- 🍗 Da chicken</p>
                <p>- 📦 Бек импекс ХХК</p>
                <p>- 🚜 Борхойн бүрд ХХК</p>
                <p>- 🥚 Төхөмийн Хөндий ХХК</p>
                <p>Эдгээр нь Amjilt POS-ын найдвартай, үр дүнтэй ажиллагааг илтгэх жишээнүүд юм.</p>
            </div>
            <p>Амжилттай Хэрэглэгчдийн Сэтгэгдэл</p>
            <div>
                <p>> "Amjilt POS нэвтрүүлснээс хойш манай дэлгүүр илүү үр ашигтай, зохион байгуулалттай ажиллах болсон. Борлуулалт маань 20% өссөн." - Б. Болд, Дэлгүүрийн эзэмшигч</p>
                <p>> "Дэлгүүрийнхээ удирдлагыг хийхэд Amjilt POS үнэхээр хялбар, хурдан болгосон. Борлуулалт, нөөцийн талаар бодитой мэдээлэл авч чаддаг болсон." - Д. Сарнай, Дэлгүүрийн менежер</p>
            </div>
            <p class="text-[20px] font-bold pt-10">Яагаад Amjilt POS Сонгох Вэ?</p>
            <div class="flex flex-col gap-5 mt-5">
                <p>- ⏱️ Цаг хугацаа, хүч хэмнэнэ</p>
                <p>- 📈 Борлуулалт нэмэгдүүлнэ</p>
                <p>- 🧾 Алдаа мадаггүй бүртгэл хөтөлнө </p>
                <p>- 📞 Найдвартай дэмжлэг үйлчилгээ</p>
                <p>- 🚀 Бизнесийн өсөлтийг дэмжинэ</p>
                <p>- 🔄 Тасралтгүй найдвартай ажиллагаа</p>
            </div>
            <p class="pt-10 text-[20px] font-bold " >Хэрэглэгчийн Түгээмэл Асуултууд (FAQ)</p>
            <div class="flex flex-col gap-5 pt-5" >
                <ul class="flex flex-col gap-5">
                    <li v-for="(question, index) in questions" :key="index">
                        <strong class="font-normal cursor-pointer" @click="toggleAnswer(index)">{{ question.title }}</strong>
                        <p class="pt-3" v-if="question.showAnswer">{{ question.answer }}</p>
                    </li>
                </ul>
            </div>
            <p class="pt-10">Та дэлгүүрийнхээ борлуулалт, үйл ажиллагааг дараагийн түвшинд гаргахыг хүсвэл Amjilt POS танд туслах болно. Одооноос эхлээд үр ашгаа нэмэгдүүлээрэй!</p>
        </div>
    </section>
</template>

<script>
export default{
    data() {
        return{
            questions: [
        {
          title: "1. Amjilt POS-ыг хэрхэн ашиглаж эхлэх вэ?",
          answer: "Amjilt POS-ыг ашиглахад маш энгийн. Манай борлуулалтын баг танд системийн талаар танилцуулга хийж, шаардлагатай тохиргоог хийхэд тусална. Үүний дараа та өөрийн ажилтнуудад системийн талаар сургалт явуулж, ашиглаж эхлэх боломжтой.",
          showAnswer: false
        },
        {
          title: "2. Amjilt POS нь ямар тоног төхөөрөмжтэй ажилладаг вэ?",
          answer: "Amjilt POS нь ихэнх түгээмэл POS тоног төхөөрөмжүүдтэй нийцтэй ажилладаг. Үүнд мөнгөний шир, бар код уншигч, дэлгэц, түргэн хэвлэгч багтана. Хэрэв танд тохирсон тоног төхөөрөмж байхгүй бол бид танд зөвлөж, нийлүүлэх боломжтой.",
          showAnswer: false
        },
        {
          title: "3. Amjilt POS нь онлайн захиалгыг дэмждэг үү?",
          answer: "Тийм, Amjilt POS нь цахим ортой холбогдох боломжтой бөгөөд онлайн захиалгыг шууд системд нэгтгэж, боловсруулах боломжийг олгодог.",
          showAnswer: false
        },
        {
          title: "4. Хэрэв техникийн асуудал гарвал яах вэ?",
          answer: "Танд ямар нэгэн техникийн асуудал тулгарвал манай мэргэжлийн баг 24/7 үйлчилгээгээр дэмжлэг үзүүлнэ. Утсаар эсвэл цахим шуудангаар хандаж, шийдвэрлүүлэх боломжтой.",
          showAnswer: false
        },
        {
          title: "5. Amjilt POS борлуулалт, тайлангаа шалгахад хэр хялбар байдаг вэ?",
          answer: "Маш хялбар. Та борлуулалтын үзүүлэлтүүдийг хүссэн цаг хугацаагаар шүүж, бодит мэдээллээ авах боломжтой. Тайлан мэдээнүүдийг автоматаар боловсруулж, шинжилгээ хийснээр бизнесийн шийдвэр гаргахад тань дэмжлэг болно.",
          showAnswer: false
        },
      ]
        }
    },
    methods:{
        toggleAnswer(index) {
            this.questions[index].showAnswer = !this.questions[index].showAnswer;
        }
    },
  beforeCreate() {
    definePageMeta({
      layout: 'home',
    })
  },
}
</script>
